{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "d": 100,
      "e": 101,
      "f": 102,
      "g": 103,
      "h": 104,
      "i": 105,
      "j": 106,
      "k": 107,
      "l": 108,
      "m": 109,
      "n": 110,
      "o": 111,
      "p": 112,
      "q": 113,
      "r": 114,
      "s": 115,
      "t": 116,
      "u": 117,
      "v": 118,
      "w": 119,
      "x": 120,
      "y": 121,
      "z": 122,
      "{": 123,
      "|": 124,
      "}": 125,
      "~": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "Â": 143,
      "Ā": 144,
      "ă": 145,
      "ą": 146,
      "Ć": 147,
      "ć": 148,
      "Ĉ": 149,
      "ĉ": 150,
      "Ċ": 151,
      "ċ": 152,
      "Č": 153,
      "č": 154,
      "Ď": 155,
      "ď": 156,
      "Đ": 157,
      "đ": 158,
      "Ē": 159,
      "ē": 160,
      "Ĕ": 161,
      "ĕ": 162,
      "Ė": 163,
      "ė": 164,
      "Ę": 165,
      "ę": 166,
      "Ě": 167,
      "ě": 168,
      "Ĝ": 169,
      "ĝ": 170,
      "Ğ": 171,
      "ğ": 172,
      "Ġ": 173,
      "ġ": 174,
      "Ģ": 175,
      "ģ": 176,
      "Ĥ": 177,
      "ĥ": 178,
      "Ħ": 179,
      "ħ": 180,
      "Ĩ": 181,
      "ĩ": 182,
      "Ī": 183,
      "ĭ": 184,
      "İ": 185,
      "GG": 186,
      "GGGG": 187,
      "GGGGGGGG": 188,
      "GGGGGG": 189,
      "GGGGGGGGGGGGGGGG": 190,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 191,
      "GGG": 192,
      "GGGGG": 193,
      "GGGGGGE": 194,
      "GGGGGGI": 195,
      "GGGGGGF": 196,
      "GGGGGGH": 197,
      "GGGGGGGGGGGGG": 198,
      "GH": 199,
      "GF": 200,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 201,
      "HGGG": 202,
      "GGGGGGJ": 203,
      "GGGGGGD": 204,
      "FF": 205,
      "FGGG": 206,
      "HH": 207,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 208,
      "GGGGGGEGGGGGGE": 209,
      "GGGGGGIGGGGGGI": 210,
      "GGGGGGIGGGGGGE": 211,
      "FH": 212,
      "GGGGGGGGGGGGGE": 213,
      "GGGGGGGGGGGGGI": 214,
      "GI": 215,
      "GE": 216,
      "GGGGGGIGGGGGGF": 217,
      "GGGGGGHGGGGGGH": 218,
      "HF": 219,
      "GGHGGG": 220,
      "GGH": 221,
      "GGFGGG": 222,
      "GGF": 223,
      "HGGGGG": 224,
      "FGGGGG": 225,
      "GGGGGGHGGGGGGF": 226,
      "GGGGGGEGGGGGGF": 227,
      "GGGGGGK": 228,
      "GGGGGGC": 229,
      "FGF": 230,
      "HGH": 231,
      "GGGGGGIGGGGGGGGGGGGGE": 232,
      "GGGGGGGGGGGGGF": 233,
      "GFG": 234,
      "GGGGGGGGGGGGGH": 235,
      "GHG": 236,
      "GHGGGG": 237,
      "GFGGGG": 238,
      "GGGGGGEGGGGGGGGGGGGGI": 239,
      "GGGGGGFGGGGGGF": 240,
      "GGGGGGIGGGGGGH": 241,
      "IGGG": 242,
      "GD": 243,
      "GJ": 244,
      "FE": 245,
      "GGGGH": 246,
      "GGGGF": 247,
      "IH": 248,
      "EGGG": 249,
      "GGGGGGEGGGGGGH": 250,
      "GHGGG": 251,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 252,
      "EH": 253,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGE": 254,
      "IF": 255,
      "GGGGGGJGGGGGGJ": 256,
      "GFGGG": 257,
      "GGGGGGGGGGGGGD": 258,
      "GGGGGGGGGGGGGJ": 259,
      "GGGGGGIGGGGGGFGGGGGGF": 260,
      "HGHGGG": 261,
      "GGGGGGDGGGGGGD": 262,
      "GC": 263,
      "GGGGGGEGGGGGGEGGGGGGF": 264,
      "EF": 265,
      "FGFGGG": 266,
      "GGGGGGHGGGGGGHGGGGGGE": 267,
      "GGGGGGHGGGGGGGGGGGGGF": 268,
      "Âİ": 269,
      "HI": 270,
      "GK": 271,
      "GGGGGGGGGGG": 272,
      "GGGGGGIGGGGGGIGGGGGGIGGGGGGI": 273,
      "FI": 274,
      "HE": 275,
      "GGGGGGJGGGGGGD": 276,
      "HGG": 277,
      "FGG": 278,
      "GGGGGGIGGGGGGHGGGGGGF": 279,
      "GGGGGGEGGGGGGFGGGGGGH": 280,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 281,
      "GGGGGGEGGGGGGEGGGGGGEGGGGGGE": 282,
      "GGGGGGG": 283,
      "GHF": 284,
      "GGGGGGL": 285,
      "GGGGGGDGGGGGGF": 286,
      "HHGGGG": 287,
      "GFH": 288,
      "GHHGGG": 289,
      "FFGGGG": 290,
      "GGGGGGB": 291,
      "GHH": 292,
      "GGE": 293,
      "JGGG": 294,
      "GFF": 295,
      "II": 296,
      "GGGGGGGGGGGGGHGGGGGGE": 297,
      "DGGG": 298,
      "EE": 299,
      "JH": 300,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 301,
      "GB": 302,
      "GFFGGG": 303,
      "GGI": 304,
      "DH": 305,
      "GGGGGGJGGGGGGF": 306,
      "GL": 307,
      "FGGGG": 308,
      "GGGGGGJGGGGGGH": 309,
      "GIGGG": 310,
      "HHHGGG": 311,
      "GGGGGGDGGGGGGH": 312,
      "GEGGG": 313,
      "IE": 314,
      "GGGGGH": 315,
      "GGGGGGGGGGGGGGGGGGGGGGGG": 316,
      "GGGGGGJGGGGGGGGGGGGGD": 317,
      "GGGGGGGGGGGGGHGGGGGGIGGGGGGI": 318,
      "GGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGE": 319,
      "DF": 320,
      "GGGGGF": 321,
      "JF": 322,
      "FFGGG": 323,
      "GFHGGG": 324,
      "GGGGE": 325,
      "GGGGGGDGGGGGGGGGGGGGJ": 326,
      "GHGG": 327,
      "FFFGGG": 328,
      "GA": 329,
      "GGGGGGFGGGGGGH": 330,
      "GHFGGG": 331,
      "FHGGGG": 332,
      "KH": 333,
      "GM": 334,
      "CH": 335,
      "HHH": 336,
      "GGGGGGIGGGGGGFGGGGGGGGGGGGGHGGGGGGE": 337,
      "DE": 338,
      "GFGG": 339,
      "GGGGGGJGGGGGGE": 340,
      "JI": 341,
      "EI": 342,
      "HFGGGG": 343,
      "GGGGGGGGGGGG": 344,
      "KF": 345,
      "GGGGGGIGGGGGGD": 346,
      "CF": 347,
      "GGGGGGGF": 348,
      "GGFGGGK": 349,
      "DI": 350,
      "GGGGGGEGGGGGGEGGGGGGFGGGGGGH": 351,
      "JE": 352,
      "GGGGGGGH": 353,
      "GGGGGGGGGGGGGIGGGGGGGGGGGGGE": 354,
      "GEG": 355,
      "GGGGGGEGGGGGGEGGGGGGGGGGGGGI": 356,
      "GGGGGGIGGGGGGIGGGGGGGGGGGGGE": 357,
      "GGGGGGIGGGGGGFGGGGGGE": 358,
      "GGHGGGC": 359,
      "GGGGGGKGGGGGGK": 360,
      "GGGGGGIGGGGGGHGGGGGGH": 361,
      "GO": 362,
      "KGGG": 363,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 364,
      "GGHGGGD": 365,
      "GGGGGGGGGG": 366,
      "CGGG": 367,
      "GGGGGGIGGGGGGGGGGGGGF": 368,
      "FGH": 369,
      "CE": 370,
      "HFG": 371,
      "GGGGGGHGGGGGGE": 372,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGG": 373,
      "FFH": 374,
      "GGGGGGCGGGGGGC": 375,
      "GGGGGGFGGGGGGE": 376,
      "GIG": 377,
      "FJ": 378,
      "GGGGGGIGGGGGGJ": 379,
      "HJ": 380,
      "GGGGGGGGGGGGGIGGGGGGE": 381,
      "FHG": 382,
      "FFF": 383,
      "GGFGGGJ": 384,
      "KI": 385,
      "GGGGGGM": 386,
      "HD": 387,
      "FHF": 388,
      "HGF": 389,
      "KE": 390,
      "GGGGI": 391,
      "GGHGGGJ": 392,
      "GGHGGGK": 393,
      "CI": 394,
      "GGGGGGIGGGGGGIGGGGGGHGGGGGGF": 395,
      "FD": 396,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGF": 397,
      "HHG": 398,
      "GGFGGGD": 399,
      "GGGGGGIGGGGGGHGGGGGGEGGGGGGF": 400,
      "GGGGGGGGGGGGGIGGGGGGGGGGGGGEGGGGGGGGGGGGGIGGGGGGGGGGGGGE": 401,
      "GGGGGGIGGGGGGEGGGGGGHGGGGGGGGGGGGGF": 402,
      "GGFGGGC": 403,
      "HHGGGGG": 404,
      "GGGGGGA": 405,
      "GGGGGGIGGGGGGHGGGGGGEGGGGGGGGGGGGGI": 406,
      "GGGGGGGGGGGGGGGGGGGGF": 407,
      "GGGGGGEGGGGGGEGGGGGGEGGGGGGF": 408,
      "GGHGGGE": 409,
      "FFGGGGG": 410,
      "GN": 411,
      "FFG": 412,
      "GGGGGGJGGGGGGDGGGGGGJGGGGGGD": 413,
      "GGGGGGFGGGGGGFGGGGGGFGGGGGGF": 414,
      "HGGGGGD": 415,
      "GIF": 416,
      "GGGGGGEGGGGGGD": 417,
      "GGHGGGI": 418,
      "HHF": 419,
      "GEH": 420,
      "FHGGGGG": 421,
      "GGGGGGJGGGGGGJGGGGGGJGGGGGGJ": 422,
      "JJ": 423,
      "DD": 424,
      "FGHGGG": 425,
      "HFHGGG": 426,
      "GGGGGGGGGGGGGGGGGGGGH": 427,
      "GGEGGG": 428,
      "GGGGGGHGGGGGGHGGGGGGEGGGGGGGGGGGGGI": 429,
      "BH": 430,
      "HGGGGGJ": 431,
      "GGGGFGF": 432,
      "FGGGGGJ": 433,
      "FGGGGGD": 434,
      "GGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGE": 435,
      "HGGGGGK": 436,
      "FGGGGGC": 437,
      "GGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 438,
      "HGGGGGC": 439,
      "LH": 440,
      "HFGGGGG": 441,
      "GGFGGGI": 442,
      "FGGGGGH": 443,
      "HGGGGGE": 444,
      "IJ": 445,
      "FGGGGGK": 446,
      "HGGGGGH": 447,
      "FHFGGG": 448,
      "GGD": 449,
      "GGGGGGIGGGGGGHGGGGGGGGGGGGGF": 450,
      "GGIGGG": 451,
      "GGHGGGF": 452,
      "HGGGGGF": 453,
      "ED": 454,
      "GGGGGGGGGGGGGG": 455,
      "HGGGGGI": 456,
      "AH": 457,
      "GGGGGGHGGGGGGFGGGGGGHGGGGGGF": 458,
      "GIH": 459,
      "GGFGGGE": 460,
      "GGGGGGGGGGGGGGGGGGGGG": 461,
      "GEF": 462,
      "GGGGGGGGGGGGGJGGGGGGGGGGGGGD": 463,
      "FGGGGGI": 464,
      "GHE": 465,
      "GGGGFF": 466,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGFGGGGGGH": 467,
      "ID": 468,
      "FGGGGGE": 469,
      "GGGGGGDGGGGGGE": 470,
      "FGGGGGF": 471,
      "GFE": 472,
      "GGHGGGH": 473,
      "GGGGGGKGGGGGGC": 474,
      "GGGGGGEGGGGGGEGGGGGGH": 475,
      "GGGGGGIGGGGGGFGGGGGGEGGGGGGH": 476,
      "GGGGGGGGGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 477,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 478,
      "GGGGGGIGGGGGGEGGGGGGF": 479,
      "GGGGGGHGGGGGGHGGGGGGHGGGGGGH": 480,
      "GGGGGGEGGGGGGGGGGGGGIGGGGGGHGGGGGGF": 481,
      "GGFGGGH": 482,
      "GGGGGGFGGGGGGFGGGGGGIGGGGGGGGGGGGGE": 483,
      "GGGGD": 484,
      "GGGGGGDGGGGGGDGGGGGGDGGGGGGD": 485,
      "GDGGG": 486,
      "GGGGGGIGGGGGGIGGGGGGF": 487,
      "CD": 488,
      "GGGGGGIGGGGGGEGGGGGGH": 489,
      "GGGGGGHGGGGGGHGGGGGGEGGGGGGHGGGGGGHGGGGGGE": 490,
      "GHGGGGC": 491,
      "EJ": 492,
      "LGGG": 493,
      "GHGGGGK": 494,
      "GHI": 495,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 496,
      "MH": 497,
      "GGGGGGIGGGGGGHGGGGGGE": 498,
      "GGJ": 499,
      "BGGG": 500,
      "GHGGGGJ": 501,
      "GFGGGGC": 502,
      "GHGGH": 503,
      "FFHGGG": 504,
      "GFGGGGK": 505,
      "KJ": 506,
      "BE": 507,
      "GGGGGGJGGGGGGFGGGGGGE": 508,
      "GFI": 509,
      "GGGGJ": 510,
      "BF": 511,
      "HFH": 512,
      "GJGGG": 513,
      "GGFGGGF": 514,
      "GGGGGGGGGGGGGGGGGGG": 515,
      "HHFGGG": 516,
      "CJ": 517,
      "LF": 518,
      "IGGGGG": 519,
      "GFGGGGD": 520,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 521,
      "GGGGGGJGGGGGGEGGGGGGGGGGGGGI": 522,
      "GHGGGGD": 523,
      "GGGGGGEGGGGGGGGGGGGGIGGGGGGJ": 524,
      "GP": 525,
      "GGHGGGB": 526,
      "GGGGHGH": 527,
      "KD": 528,
      "LE": 529,
      "FHE": 530,
      "HHIGGG": 531,
      "FHHGGG": 532,
      "GFGGGGJ": 533,
      "GGGGGGEGGGGGGEGGGGGGFGGGGGGGGGGGGGHGGGGGGIGGGGGGI": 534,
      "ÂĨ": 535,
      "GHGGGGI": 536,
      "GGGGGGEGGGGGGFGGGGGGHGGGGGGIGGGGGGHGGGGGGF": 537,
      "BI": 538,
      "LI": 539,
      "GGGGGGIGGGGGGFGGGGGGEGGGGGGGGGGGGGI": 540,
      "GHGGGGF": 541,
      "GGGGGGEGGGGGGEGGGGGGFGGGGGGHGGGGGGIGGGGGGI": 542,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGF": 543,
      "GFGGGGH": 544,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 545,
      "ÂĤ": 546,
      "Âħ": 547,
      "GGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGF": 548,
      "DJ": 549,
      "GGGGHH": 550,
      "FEGGG": 551,
      "GGGGGGIGGGGGGEGGGGGGGGGGGGGI": 552,
      "GFGGF": 553,
      "GGGGGGGGGGGGGHGGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 554,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 555,
      "MF": 556,
      "GGFGGGL": 557,
      "GGGGC": 558,
      "GGC": 559,
      "AE": 560,
      "ME": 561,
      "GGGGGGFGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 562,
      "GGGGGGKGGGGGGD": 563,
      "GGGGGGEGGGGGGI": 564,
      "GHGGF": 565,
      "GGGGGGIGGGGGGEGGGGGGHGGGGGGF": 566,
      "GFGGGGE": 567,
      "GHGGGGE": 568,
      "AI": 569,
      "GGGGGGHGGGGGGHGGGGGGEGGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGE": 570,
      "AF": 571,
      "GGGGK": 572,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGIGGGGGGGGGGGGGE": 573,
      "GGHGGGL": 574,
      "GGGGGGJGGGGGGEGGGGGGH": 575,
      "JD": 576,
      "GQ": 577,
      "GHGGGGH": 578,
      "GGGGGGGGH": 579,
      "FFEGGG": 580,
      "HK": 581,
      "GGGGGGEGGGGGGFGGGGGGF": 582,
      "FK": 583,
      "MI": 584,
      "GFGGGGF": 585,
      "CG": 586,
      "GGFGGGB": 587,
      "GGGGGGHGGGGGGGGGGGGGE": 588,
      "GGGGGGFGGGGGGFGGGGGGF": 589,
      "GGGGGGGGGGGGGK": 590,
      "IHHGGG": 591,
      "FFE": 592,
      "GGGGGGGGGGGGGC": 593,
      "GGGGGGGGGGGGF": 594,
      "GFGGGGI": 595,
      "GGGGGGJGGGGGGEGGGGGGGGGGGGGIGGGGGGD": 596,
      "HFF": 597,
      "GFGGH": 598,
      "GHIGGG": 599,
      "OE": 600,
      "HGFGGG": 601,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGFGGGGGGGGGGGGGHGGGGGGE": 602,
      "GDG": 603,
      "FHGG": 604,
      "FHH": 605,
      "GGGGGGHGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 606,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGF": 607,
      "GGGGGGDGGGGGGFGGGGGGH": 608,
      "HEG": 609,
      "FG": 610,
      "HHI": 611,
      "GGGGGGIGGGGGGHGGGGGGFGGGGGGE": 612,
      "GGGGGGHGGGGGGHGGGGGGH": 613,
      "HFI": 614,
      "GGGGGGHGGGGGGHGGGGGGEGGGGGGF": 615,
      "KK": 616,
      "CC": 617,
      "GGGGGGIGGGGGGHGGGGGGFGGGGGGEGGGGGGH": 618,
      "GGGGGGDGGGGGGGGGGGGGJGGGGGGGGGGGGGD": 619,
      "OF": 620,
      "GGGGGGGGGGGGGHGGGGGGFGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 621,
      "FGFGGGK": 622,
      "GGGGGGHGGGGGGEGGGGGGEGGGGGGH": 623,
      "Âĩ": 624,
      "GFEGGG": 625,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGI": 626,
      "GGGGGGHGGGGGGIGGGGGGEGGGGGGF": 627,
      "GIE": 628,
      "GGGGGGEGGGGGGEGGGGGGFGGGGGGHGGGGGGIGGGGGGIGGGGGGHGGGGGGF": 629,
      "MGGG": 630,
      "GGGGGGGGGGGGH": 631,
      "BD": 632,
      "GGGGGGHGGGGGGEGGGGGGFGGGGGGH": 633,
      "GGGGGGEGGGGGGEGGGGGGGGGGGGGIGGGGGGIGGGGGGHGGGGGGF": 634,
      "HGHGGGC": 635,
      "AGGG": 636,
      "HFE": 637,
      "GGGGGGHGGGGGGIGGGGGGFGGGGGGF": 638,
      "GGGGGGJGGGGGGFGGGGGGF": 639,
      "JGHG": 640,
      "NE": 641,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGHGGGGGGHGGGGGGEGGGGGGGGGGGGGI": 642,
      "GGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 643,
      "GGGGGGHGGGGGGHGGGGGGEGGGGGGH": 644,
      "IK": 645,
      "GGGGGGJGGGGGGIGGGGGGI": 646,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 647,
      "GGGGGGHGGGGGGGGGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGF": 648,
      "GGGGGGIGGGGGGHGGGGGGEGGGGGGGGGGGGGIGGGGGGFGGGGGGE": 649,
      "DG": 650,
      "GGGGGGIGGGGGGHGGGGGGEGGGGGGFGGGGGGIGGGGGGGGGGGGGE": 651,
      "GGGGGGJGGGGGGHGGGGGGEGGGGGGD": 652,
      "FGE": 653,
      "JK": 654,
      "GGGGGGDGGGGGGFGGGGGGIGGGGGGJ": 655,
      "GGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGE": 656,
      "GGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGE": 657,
      "HGI": 658,
      "DGFG": 659,
      "GGGGGE": 660,
      "GGGGFH": 661,
      "GGGGGGGGGHGGG": 662,
      "GDH": 663,
      "GGGGL": 664,
      "HGGGGGB": 665,
      "GJG": 666,
      "GGGGB": 667,
      "GGFGGGM": 668,
      "OH": 669,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 670,
      "GGGGGGGGF": 671,
      "NH": 672,
      "GGGGGGIGGGGGGFGGGGGGGGGGGGGHGGGGGGEGGGGGGIGGGGGGFGGGGGGGGGGGGGHGGGGGGE": 673,
      "NF": 674,
      "GGGGGGHGGGGGGGGGGGGGFGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 675,
      "GGK": 676,
      "CK": 677,
      "GGGGGGJGGGGGGEGGGGGGHGGGGGGGGGGGGGF": 678,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 679,
      "FGGGGGL": 680,
      "GS": 681,
      "HGHGGGK": 682,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGD": 683,
      "GGGGGGIGGGGGGFGGGGGGGGGGGGGIGGGGGGE": 684,
      "HGGGGGL": 685,
      "GGB": 686,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGH": 687,
      "HHE": 688,
      "LJ": 689,
      "GGGGGGEGGGGGGFGGGGGGGGGGGGGHGGGGGGIGGGGGGI": 690,
      "GHGO": 691,
      "FGGGGGB": 692,
      "GEE": 693,
      "GII": 694,
      "GGGGGGHGGG": 695,
      "GGGGGGFGGGGGGC": 696,
      "GEI": 697,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 698,
      "GGGGGGDGGGGGGHGGGGGGIGGGGGGD": 699,
      "BJ": 700,
      "CGFG": 701,
      "HGGGH": 702,
      "GGGGGGGGGGGF": 703,
      "GGGGA": 704,
      "GGGGGGHGGGGGGC": 705,
      "GGGGGGJGGGGGGGGGGGGGE": 706,
      "DK": 707,
      "FGFGGGC": 708,
      "DC": 709,
      "GJF": 710,
      "GGGGGI": 711,
      "FHI": 712,
      "GGGGGGIGGGGGGHGGGGGGGGGGGGGFGGGGGGEGGGGGGE": 713,
      "GGGGGGGGGFGGG": 714,
      "EG": 715,
      "FIG": 716,
      "HFGG": 717,
      "GFIGGG": 718,
      "FC": 719,
      "GGGGGGJGGGGGGEGGGGGGF": 720,
      "GGGGGGJGGGGGGC": 721,
      "GGGGFGE": 722,
      "EK": 723,
      "GGGGM": 724,
      "FEH": 725,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 726,
      "NI": 727,
      "GGGGGGFGGG": 728,
      "GGGGGGIGGGGGGK": 729,
      "GGGGGFF": 730,
      "GGGGGGHGGGGGGK": 731,
      "GCGGG": 732,
      "LD": 733,
      "GR": 734,
      "OI": 735,
      "GGHGGGGGGGGGG": 736,
      "HHGG": 737,
      "GGHGGGA": 738,
      "GFD": 739,
      "GGGGGGN": 740,
      "GGGGGGJGGGGGGHGGGGGGF": 741,
      "GGGGGGIGGGGGGC": 742,
      "GHGGGGL": 743,
      "HC": 744,
      "MJ": 745,
      "GHEGGG": 746,
      "GHGK": 747,
      "EC": 748,
      "GGGGGGJGGGGGGEGGGGGGGGGGGGGHGGGGGGE": 749,
      "GHGGGGB": 750,
      "GGGGGGGGGGGH": 751,
      "GGGGGGIGGGGGGHGGGGGGHGGGGGGGGGGGGGF": 752,
      "GGGGGGIGGGGGGHGGGGGGD": 753,
      "GGFG": 754,
      "JC": 755,
      "IC": 756,
      "GFGGGGB": 757,
      "GFGGGGL": 758,
      "GHD": 759,
      "GGGGGGFGGGGGGK": 760,
      "FEG": 761,
      "IHIGGG": 762,
      "AD": 763,
      "GGGGGGDGGGGGGHGGGGGGJGGGGGGGGGGGGGD": 764,
      "FFI": 765,
      "GGGGGGIGGGGGGFGGGGGGH": 766,
      "AJ": 767,
      "HFIGGG": 768,
      "FFGG": 769,
      "LK": 770,
      "HGHGGGD": 771,
      "GJH": 772,
      "ÂĦ": 773,
      "GHGF": 774,
      "GFGC": 775,
      "Âģ": 776,
      "BG": 777,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGE": 778,
      "GGGGGGEGGGGGGGGGGGGGIGGGGGGI": 779,
      "GGGGGGGGGGGGGEGGGGGGEGGGGGGFGGGGGGH": 780,
      "ÂĢ": 781,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 782,
      "GDF": 783,
      "GGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGF": 784,
      "PE": 785,
      "FFFGGGG": 786,
      "GGGGGGEGGGGGGEGGGGGGFGGGGGGGGGGGGGI": 787,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGFGGGGGGHGGGGGGIGGGGGGGGGGGGGEGGGGGGFGGGGGGH": 788,
      "GFGGE": 789,
      "HEH": 790,
      "GGGGGGHGGGGGGEGGGGGGF": 791,
      "QE": 792,
      "KGHG": 793,
      "GGGGGGDGGGGGGFGGGGGGJGGGGGGGGGGGGGD": 794,
      "GGGGGGHGGGGGGGGGGGGGFGGGGGGEGGGGGGEGGGGGGFGGGGGGGGGGGGGHGGGGGGIGGGGGGI": 795,
      "NGGG": 796,
      "GGFGGGA": 797,
      "GGGGGGEGGGGGGFGGGGGGHGGGGGGIGGGGGGIGGGGGGGGGGGGGE": 798,
      "GGGGGGFGGGGGGEGGGGGGH": 799,
      "HGHGGGJ": 800,
      "GGFGGGGGGGG": 801,
      "GGGGGGEGGGGGGFGGGGGGHGGGGGGIGGGGGGH": 802,
      "FL": 803,
      "HL": 804,
      "IHI": 805,
      "MD": 806,
      "GGGGGGGGGGGGGIGGGGGGIGGGGGGHGGGGGGF": 807,
      "GGGGGGHGGGGGGGGGGGGGFGGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGE": 808,
      "GGGGGGEGGGGGGFGGGGGGIGGGGGGIGGGGGGGGGGGGGE": 809,
      "GGHGGGM": 810,
      "GHGH": 811,
      "GGGGGGIGGGGGGEGGGGGGGGGGGGGIGGGGGGEGGGGGGGGGGGGGI": 812,
      "GGGGGGIGGGGGGIGGGGGGIGGGGGGHGGGGGGH": 813,
      "GGGGGGGGGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGHGGGGGGGGGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGF": 814,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGFGGGGGGH": 815,
      "FIF": 816,
      "GGGGGGEGGGGGGGGGGGGGIGGGGGGHGGGGGGEGGGGGGFGGGGGGH": 817,
      "GGGGGGEGGGGGGGGGGGGGIGGGGGGHGGGGGGFGGGGGGEGGGGGGGGGGGGGIGGGGGGHGGGGGGF": 818,
      "GGGGGGGGGGGGGIGGGGGGD": 819,
      "GGGGFE": 820,
      "GGFGF": 821,
      "GGGGGGFGGGGGGFGGGGGGIGGGGGGGGGGGGGEGGGGGGHGGGGGGHGGGGGGEGGGGGGGGGGGGGI": 822,
      "GGGGGGEGGGGGGEGGGGGGE": 823,
      "HIG": 824,
      "GGGGGGGGGGGGGIGGGGGGGGGGGGGEGGGGGGGGGGGGGIGGGGGGGGGGGGGEGGGGGGGGGGGGGIGGGGGGGGGGGGGEGGGGGGGGGGGGGIGGGGGGGGGGGGGE": 825,
      "HGE": 826,
      "FGEGGG": 827,
      "GIHGGG": 828,
      "BC": 829,
      "GGGGGGEGGGGGGEGGGGGGGGGGGGGIGGGGGGHGGGGGGF": 830,
      "GGGGGGIGGGGGGJGGGGGGF": 831,
      "GGHGF": 832,
      "GGGGGGEGGGGGGFGGGGGGFGGGGGGGGGGGGGHGGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 833,
      "JL": 834,
      "FHEGGG": 835,
      "GGGGGGIGGGGGGGGGGGGGEGGGGGGFGGGGGGIGGGGGGIGGGGGGF": 836,
      "GGGGGGIGGGGGGIGGGGGGFGGGGGGEGGGGGGH": 837,
      "GGGGGGIGGGGGGFGGGGGGEGGGGGGIGGGGGGGGGGGGGEGGGGGGIGGGGGGGGGGGGGE": 838,
      "GGGGGGFGGGGG": 839,
      "GGGGGGJGGGGGGIGGGGGGIGGGGGGHGGGGGGGGGGGGGFGGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGE": 840,
      "EHGG": 841,
      "ÂĪ": 842,
      "GGGGGGIGGGGGGEGGGGGGGGGGGGGIGGGGGGE": 843,
      "GGGGGGEGGGGGGEGGGGGGFGGGGGGGGGGGGGHGGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 844,
      "GGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGIGGGGGGHGGGGGGH": 845,
      "GGGGGGDGGGGGGEGGGGGGGGGGGGGHGGGGGGIGGGGGGI": 846,
      "GGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGEGGGGGGF": 847,
      "GGGGGGEGGGGGGFGGGGGGIGGGGGGFGGGGGGF": 848,
      "GGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGEGGGGGGGGGGGGGIGGGGGGE": 849,
      "GGGGGGHGGGGG": 850,
      "GFGK": 851,
      "GGFGG": 852,
      "GHHGGGC": 853,
      "GGGGGGGGGGGGGHGGGGGGIGGGGGGJ": 854,
      "GGGGGGGGGGGGGEGGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGE": 855,
      "GGGGGGEGGGGGGDGGGGGGEGGGGGGF": 856,
      "GGGGGGIGGGGGGEGGGGGGHGGGGGGHGGGGGGE": 857,
      "IFGG": 858,
      "FGI": 859,
      "GGGGGGGGGGGGGJGGGGGGHGGGGGGEGGGGGGF": 860,
      "GGHG": 861,
      "HG": 862,
      "Âĭ": 863,
      "GKGGG": 864,
      "GGGGGGDGGGGGGEGGGGGGEGGGGGGFGGGGGGGGGGGGGHGGGGGGHGGGGGGIGGGGGGIGGGGGGIGGGGGGI": 865,
      "GGHGG": 866,
      "GFGO": 867,
      "EGGGGG": 868,
      "FGFGGGD": 869,
      "GGGGGGHGGGGGGHGGGGGGEGGGGGGIGGGGGGFGGGGGGFGGGGGGIGGGGGGEGGGGGGHGGGGGGHGGGGGGE": 870,
      "GGHGGGGGGGG": 871,
      "GHJ": 872,
      "FGFGGGJ": 873,
      "HIHGGG": 874,
      "IL": 875,
      "GHGC": 876,
      "GGGGGGGGGGGGGJGGGGGGFGGGGGGEGGGGGGH": 877,
      "GHGGE": 878,
      "GGGGGGIGGGGGGEGGGGGGDGGGGGGGGGGGGGJ": 879,
      "GFGF": 880,
      "HGHGGGB": 881,
      "GGGGGGHGGGGGGFGGGGGGH": 882,
      "GGGGGGGHGGGGG": 883,
      "FGGGF": 884,
      "BK": 885,
      "OD": 886,
      "GHGM": 887,
      "PH": 888,
      "GGGGGGEGGGGGGFGGGGGGHGGGGGGI": 889,
      "GGGGGGIGGGGGGEGGGGGGHGGGGGGGGGGGGGFGGGGGGIGGGGGGEGGGGGGHGGGGGGGGGGGGGF": 890,
      "IGH": 891,
      "GFGGGGGGGGGGG": 892,
      "GGGGGGJGGGGGGK": 893,
      "GFFGGGK": 894,
      "KL": 895,
      "GHGQ": 896,
      "CGGH": 897,
      "GGGGGGIGGGGGGHGGGGGGHGGGGGGGGGGGGGFGGGGGGFGGGGGGEGGGGGGEGGGGGGEGGGGGGE": 898,
      "IFHGGG": 899,
      "GHGGGGGGGGGGG": 900,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 901,
      "HGGGGGM": 902,
      "JG": 903,
      "HGGGGGA": 904,
      "HHGGGGK": 905,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGG": 906,
      "GHGGI": 907,
      "GGGGHF": 908,
      "GHHGGGK": 909,
      "GGGGGGGFGGGGG": 910,
      "FGFG": 911,
      "IG": 912,
      "CB": 913,
      "GGGGGGJGGGGGGJGGGGGGJGGGGGGJGGGGGGJGGGGGGJGGGGGGJGGGGGGJ": 914,
      "FFGGGGC": 915,
      "GGGGGGFGGGGGGD": 916,
      "FEFGGG": 917,
      "FGGGGGM": 918,
      "MK": 919,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 920,
      "HGHGGGE": 921,
      "GFGA": 922,
      "HEF": 923,
      "ND": 924,
      "FIH": 925,
      "HGHGGGL": 926,
      "GEFGGG": 927,
      "PI": 928,
      "GGFGGGGGGGGGG": 929,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 930,
      "GGGGGGHH": 931,
      "GGGGGGCGGGGGGD": 932,
      "GGGGGGJGGGGGGI": 933,
      "EL": 934,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 935,
      "GGGGGGFGGGGGGFGGGGGGFGGGGGGFGGGGGGFGGGGGGFGGGGGGFGGGGGGF": 936,
      "GGGGGGHGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGHGGGGGGF": 937,
      "FGGGGGA": 938,
      "GFGGGK": 939,
      "EHE": 940,
      "HGHGGGI": 941,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 942,
      "BGGH": 943,
      "GGGGGGEGGGGGGIGGGGGGJGGGGGGGGGGGGGD": 944,
      "GGGGGGIGGGGGGIGGGGGGDGGGGGGGGGGGGGJ": 945,
      "CL": 946,
      "FGFGGGL": 947,
      "HHGGGGC": 948,
      "GGDGGG": 949,
      "NJ": 950,
      "OJ": 951,
      "DB": 952,
      "DL": 953,
      "GGGGGGLGGGGGGL": 954,
      "SE": 955,
      "JGGF": 956,
      "GGGGGGHGGGGGGD": 957,
      "GFFGGGC": 958,
      "IGG": 959,
      "GGGGGGEGGGGGGEGGGGGGJGGGGGGGGGGGGGD": 960,
      "GIGG": 961,
      "GHGGGC": 962,
      "GHGGGGM": 963,
      "FEF": 964,
      "FFGGGGH": 965,
      "GGGGGGEGGGGGGEGGGGGGEGGGGGGFGGGGGGF": 966,
      "GCG": 967,
      "KC": 968,
      "GGGGGGIGGGGGGFGGGGGGHGGGGGGGGGGGGGF": 969,
      "FFGGGGK": 970,
      "GGHGH": 971,
      "BGFG": 972,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGFGGGGGGHGGGGGGF": 973,
      "GGGGGGEGGGGGGGGGGGGGIGGGGGGJGGGGGGIGGGGGGGGGGGGGE": 974,
      "KGGF": 975,
      "GGGGGGJGGGGGGJGGGGGGJ": 976,
      "GGGGGGCGGGGGGCGGGGGGD": 977,
      "GJE": 978,
      "GGGGGGJGGGGGGJGGGGGGIGGGGGGGGGGGGGEGGGGGGD": 979,
      "HGIGGG": 980,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 981,
      "GHGS": 982,
      "GGGGGGJGGGGGGDGGGGGGIGGGGGGEGGGGGGHGGGGGGGGGGGGGF": 983,
      "FHGGF": 984,
      "GFGGGGG": 985,
      "GGGGGGJGGGGGGEGGGGGGIGGGGGGF": 986,
      "OGGG": 987,
      "GHGP": 988,
      "AC": 989,
      "GFJ": 990,
      "IB": 991,
      "FGFGGGB": 992,
      "GEHGGG": 993,
      "EHFGGG": 994,
      "GHGGGK": 995,
      "GGGGGGHGGGGGGFGGGGGGHGGGGGGFGGGGGGHGGGGGGFGGGGGGHGGGGGGF": 996,
      "GFGGGC": 997,
      "GGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 998,
      "FB": 999,
      "FM": 1000,
      "GGGGGGGGGGGGGGF": 1001,
      "GGGGGGJGGGGGGEGGGGGGIGGGGGGFGGGGGGGGGGGGGHGGGGGGFGGGGGGIGGGGGGEGGGGGGIGGGGGGE": 1002,
      "HM": 1003,
      "DGGH": 1004,
      "GGGGGGLGGGGGGK": 1005,
      "LL": 1006,
      "FGFGGGM": 1007,
      "IFI": 1008,
      "IFG": 1009,
      "GIFGGG": 1010,
      "RE": 1011,
      "GHGGGGG": 1012,
      "HB": 1013,
      "JB": 1014,
      "FGD": 1015,
      "GGGGFGGGGGGF": 1016,
      "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG": 1017,
      "GGFGGGKGGFGGGK": 1018,
      "AK": 1019,
      "GGGGHHH": 1020,
      "GGGGGGBGGGGGGC": 1021,
      "FGFGGGI": 1022,
      "GFGH": 1023
    },
    "merges": [
      [
        "G",
        "G"
      ],
      [
        "GG",
        "GG"
      ],
      [
        "GGGG",
        "GGGG"
      ],
      [
        "GGGG",
        "GG"
      ],
      [
        "GGGGGGGG",
        "GGGGGGGG"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGG"
      ],
      [
        "GG",
        "G"
      ],
      [
        "GGGG",
        "G"
      ],
      [
        "GGGGGG",
        "E"
      ],
      [
        "GGGGGG",
        "I"
      ],
      [
        "GGGGGG",
        "F"
      ],
      [
        "GGGGGG",
        "H"
      ],
      [
        "GGGGGGGG",
        "GGGGG"
      ],
      [
        "G",
        "H"
      ],
      [
        "G",
        "F"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG"
      ],
      [
        "H",
        "GGG"
      ],
      [
        "GGGGGG",
        "J"
      ],
      [
        "GGGGGG",
        "D"
      ],
      [
        "F",
        "F"
      ],
      [
        "F",
        "GGG"
      ],
      [
        "H",
        "H"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG"
      ],
      [
        "GGGGGGE",
        "GGGGGGE"
      ],
      [
        "GGGGGGI",
        "GGGGGGI"
      ],
      [
        "GGGGGGI",
        "GGGGGGE"
      ],
      [
        "F",
        "H"
      ],
      [
        "GGGGGGGGGGGGG",
        "E"
      ],
      [
        "GGGGGGGGGGGGG",
        "I"
      ],
      [
        "G",
        "I"
      ],
      [
        "G",
        "E"
      ],
      [
        "GGGGGGI",
        "GGGGGGF"
      ],
      [
        "GGGGGGH",
        "GGGGGGH"
      ],
      [
        "H",
        "F"
      ],
      [
        "GG",
        "HGGG"
      ],
      [
        "GG",
        "H"
      ],
      [
        "GG",
        "FGGG"
      ],
      [
        "GG",
        "F"
      ],
      [
        "H",
        "GGGGG"
      ],
      [
        "F",
        "GGGGG"
      ],
      [
        "GGGGGGH",
        "GGGGGGF"
      ],
      [
        "GGGGGGE",
        "GGGGGGF"
      ],
      [
        "GGGGGG",
        "K"
      ],
      [
        "GGGGGG",
        "C"
      ],
      [
        "F",
        "GF"
      ],
      [
        "H",
        "GH"
      ],
      [
        "GGGGGGI",
        "GGGGGGGGGGGGGE"
      ],
      [
        "GGGGGGGGGGGGG",
        "F"
      ],
      [
        "GF",
        "G"
      ],
      [
        "GGGGGGGGGGGGG",
        "H"
      ],
      [
        "GH",
        "G"
      ],
      [
        "GH",
        "GGGG"
      ],
      [
        "GF",
        "GGGG"
      ],
      [
        "GGGGGGE",
        "GGGGGGGGGGGGGI"
      ],
      [
        "GGGGGGF",
        "GGGGGGF"
      ],
      [
        "GGGGGGI",
        "GGGGGGH"
      ],
      [
        "I",
        "GGG"
      ],
      [
        "G",
        "D"
      ],
      [
        "G",
        "J"
      ],
      [
        "F",
        "E"
      ],
      [
        "GGGG",
        "H"
      ],
      [
        "GGGG",
        "F"
      ],
      [
        "I",
        "H"
      ],
      [
        "E",
        "GGG"
      ],
      [
        "GGGGGGE",
        "GGGGGGH"
      ],
      [
        "GH",
        "GGG"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG"
      ],
      [
        "E",
        "H"
      ],
      [
        "GGGGGGIGGGGGGE",
        "GGGGGGIGGGGGGE"
      ],
      [
        "I",
        "F"
      ],
      [
        "GGGGGGJ",
        "GGGGGGJ"
      ],
      [
        "GF",
        "GGG"
      ],
      [
        "GGGGGGGGGGGGG",
        "D"
      ],
      [
        "GGGGGGGGGGGGG",
        "J"
      ],
      [
        "GGGGGGIGGGGGGF",
        "GGGGGGF"
      ],
      [
        "HGH",
        "GGG"
      ],
      [
        "GGGGGGD",
        "GGGGGGD"
      ],
      [
        "G",
        "C"
      ],
      [
        "GGGGGGEGGGGGGE",
        "GGGGGGF"
      ],
      [
        "E",
        "F"
      ],
      [
        "FGF",
        "GGG"
      ],
      [
        "GGGGGGHGGGGGGH",
        "GGGGGGE"
      ],
      [
        "GGGGGGH",
        "GGGGGGGGGGGGGF"
      ],
      [
        "Â",
        "İ"
      ],
      [
        "H",
        "I"
      ],
      [
        "G",
        "K"
      ],
      [
        "GGGGGGGG",
        "GGG"
      ],
      [
        "GGGGGGIGGGGGGI",
        "GGGGGGIGGGGGGI"
      ],
      [
        "F",
        "I"
      ],
      [
        "H",
        "E"
      ],
      [
        "GGGGGGJ",
        "GGGGGGD"
      ],
      [
        "H",
        "GG"
      ],
      [
        "F",
        "GG"
      ],
      [
        "GGGGGGI",
        "GGGGGGHGGGGGGF"
      ],
      [
        "GGGGGGEGGGGGGF",
        "GGGGGGH"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG"
      ],
      [
        "GGGGGGEGGGGGGE",
        "GGGGGGEGGGGGGE"
      ],
      [
        "GGGGGG",
        "G"
      ],
      [
        "GH",
        "F"
      ],
      [
        "GGGGGG",
        "L"
      ],
      [
        "GGGGGGD",
        "GGGGGGF"
      ],
      [
        "HH",
        "GGGG"
      ],
      [
        "GF",
        "H"
      ],
      [
        "GH",
        "HGGG"
      ],
      [
        "FF",
        "GGGG"
      ],
      [
        "GGGGGG",
        "B"
      ],
      [
        "GH",
        "H"
      ],
      [
        "GG",
        "E"
      ],
      [
        "J",
        "GGG"
      ],
      [
        "GF",
        "F"
      ],
      [
        "I",
        "I"
      ],
      [
        "GGGGGGGGGGGGGH",
        "GGGGGGE"
      ],
      [
        "D",
        "GGG"
      ],
      [
        "E",
        "E"
      ],
      [
        "J",
        "H"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG"
      ],
      [
        "G",
        "B"
      ],
      [
        "GF",
        "FGGG"
      ],
      [
        "GG",
        "I"
      ],
      [
        "D",
        "H"
      ],
      [
        "GGGGGGJ",
        "GGGGGGF"
      ],
      [
        "G",
        "L"
      ],
      [
        "F",
        "GGGG"
      ],
      [
        "GGGGGGJ",
        "GGGGGGH"
      ],
      [
        "GI",
        "GGG"
      ],
      [
        "HH",
        "HGGG"
      ],
      [
        "GGGGGGD",
        "GGGGGGH"
      ],
      [
        "GE",
        "GGG"
      ],
      [
        "I",
        "E"
      ],
      [
        "GGGGG",
        "H"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGGGGGGG"
      ],
      [
        "GGGGGGJ",
        "GGGGGGGGGGGGGD"
      ],
      [
        "GGGGGGGGGGGGGH",
        "GGGGGGIGGGGGGI"
      ],
      [
        "GGGGGGIGGGGGGFGGGGGGF",
        "GGGGGGIGGGGGGE"
      ],
      [
        "D",
        "F"
      ],
      [
        "GGGGG",
        "F"
      ],
      [
        "J",
        "F"
      ],
      [
        "FF",
        "GGG"
      ],
      [
        "GF",
        "HGGG"
      ],
      [
        "GGGG",
        "E"
      ],
      [
        "GGGGGGD",
        "GGGGGGGGGGGGGJ"
      ],
      [
        "GH",
        "GG"
      ],
      [
        "FF",
        "FGGG"
      ],
      [
        "G",
        "A"
      ],
      [
        "GGGGGGF",
        "GGGGGGH"
      ],
      [
        "GH",
        "FGGG"
      ],
      [
        "FH",
        "GGGG"
      ],
      [
        "K",
        "H"
      ],
      [
        "G",
        "M"
      ],
      [
        "C",
        "H"
      ],
      [
        "HH",
        "H"
      ],
      [
        "GGGGGGIGGGGGGF",
        "GGGGGGGGGGGGGHGGGGGGE"
      ],
      [
        "D",
        "E"
      ],
      [
        "GF",
        "GG"
      ],
      [
        "GGGGGGJ",
        "GGGGGGE"
      ],
      [
        "J",
        "I"
      ],
      [
        "E",
        "I"
      ],
      [
        "HF",
        "GGGG"
      ],
      [
        "GGGGGGGG",
        "GGGG"
      ],
      [
        "K",
        "F"
      ],
      [
        "GGGGGGI",
        "GGGGGGD"
      ],
      [
        "C",
        "F"
      ],
      [
        "GGGGGG",
        "GF"
      ],
      [
        "GGFGGG",
        "K"
      ],
      [
        "D",
        "I"
      ],
      [
        "GGGGGGEGGGGGGEGGGGGGF",
        "GGGGGGH"
      ],
      [
        "J",
        "E"
      ],
      [
        "GGGGGG",
        "GH"
      ],
      [
        "GGGGGGGGGGGGGI",
        "GGGGGGGGGGGGGE"
      ],
      [
        "GE",
        "G"
      ],
      [
        "GGGGGGEGGGGGGE",
        "GGGGGGGGGGGGGI"
      ],
      [
        "GGGGGGIGGGGGGI",
        "GGGGGGGGGGGGGE"
      ],
      [
        "GGGGGGIGGGGGGF",
        "GGGGGGE"
      ],
      [
        "GGHGGG",
        "C"
      ],
      [
        "GGGGGGK",
        "GGGGGGK"
      ],
      [
        "GGGGGGI",
        "GGGGGGHGGGGGGH"
      ],
      [
        "G",
        "O"
      ],
      [
        "K",
        "GGG"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGGGGGGGGGGG"
      ],
      [
        "GGHGGG",
        "D"
      ],
      [
        "GGGGGGGG",
        "GG"
      ],
      [
        "C",
        "GGG"
      ],
      [
        "GGGGGGI",
        "GGGGGGGGGGGGGF"
      ],
      [
        "F",
        "GH"
      ],
      [
        "C",
        "E"
      ],
      [
        "HF",
        "G"
      ],
      [
        "GGGGGGH",
        "GGGGGGE"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGGGGGGGGGG"
      ],
      [
        "FF",
        "H"
      ],
      [
        "GGGGGGC",
        "GGGGGGC"
      ],
      [
        "GGGGGGF",
        "GGGGGGE"
      ],
      [
        "GI",
        "G"
      ],
      [
        "F",
        "J"
      ],
      [
        "GGGGGGI",
        "GGGGGGJ"
      ],
      [
        "H",
        "J"
      ],
      [
        "GGGGGGGGGGGGGI",
        "GGGGGGE"
      ],
      [
        "FH",
        "G"
      ],
      [
        "FF",
        "F"
      ],
      [
        "GGFGGG",
        "J"
      ],
      [
        "K",
        "I"
      ],
      [
        "GGGGGG",
        "M"
      ],
      [
        "H",
        "D"
      ],
      [
        "FH",
        "F"
      ],
      [
        "H",
        "GF"
      ],
      [
        "K",
        "E"
      ],
      [
        "GGGG",
        "I"
      ],
      [
        "GGHGGG",
        "J"
      ],
      [
        "GGHGGG",
        "K"
      ],
      [
        "C",
        "I"
      ],
      [
        "GGGGGGIGGGGGGI",
        "GGGGGGHGGGGGGF"
      ],
      [
        "F",
        "D"
      ],
      [
        "GGGGGGIGGGGGGE",
        "GGGGGGIGGGGGGF"
      ],
      [
        "HH",
        "G"
      ],
      [
        "GGFGGG",
        "D"
      ],
      [
        "GGGGGGIGGGGGGH",
        "GGGGGGEGGGGGGF"
      ],
      [
        "GGGGGGGGGGGGGIGGGGGGGGGGGGGE",
        "GGGGGGGGGGGGGIGGGGGGGGGGGGGE"
      ],
      [
        "GGGGGGIGGGGGGE",
        "GGGGGGHGGGGGGGGGGGGGF"
      ],
      [
        "GGFGGG",
        "C"
      ],
      [
        "HH",
        "GGGGG"
      ],
      [
        "GGGGGG",
        "A"
      ],
      [
        "GGGGGGIGGGGGGH",
        "GGGGGGEGGGGGGGGGGGGGI"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGGGF"
      ],
      [
        "GGGGGGEGGGGGGE",
        "GGGGGGEGGGGGGF"
      ],
      [
        "GGHGGG",
        "E"
      ],
      [
        "FF",
        "GGGGG"
      ],
      [
        "G",
        "N"
      ],
      [
        "FF",
        "G"
      ],
      [
        "GGGGGGJGGGGGGD",
        "GGGGGGJGGGGGGD"
      ],
      [
        "GGGGGGFGGGGGGF",
        "GGGGGGFGGGGGGF"
      ],
      [
        "HGGGGG",
        "D"
      ],
      [
        "GI",
        "F"
      ],
      [
        "GGGGGGE",
        "GGGGGGD"
      ],
      [
        "GGHGGG",
        "I"
      ],
      [
        "HH",
        "F"
      ],
      [
        "GE",
        "H"
      ],
      [
        "FH",
        "GGGGG"
      ],
      [
        "GGGGGGJGGGGGGJ",
        "GGGGGGJGGGGGGJ"
      ],
      [
        "J",
        "J"
      ],
      [
        "D",
        "D"
      ],
      [
        "F",
        "GHGGG"
      ],
      [
        "HF",
        "HGGG"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGGGH"
      ],
      [
        "GG",
        "EGGG"
      ],
      [
        "GGGGGGHGGGGGGH",
        "GGGGGGEGGGGGGGGGGGGGI"
      ],
      [
        "B",
        "H"
      ],
      [
        "HGGGGG",
        "J"
      ],
      [
        "GGGG",
        "FGF"
      ],
      [
        "FGGGGG",
        "J"
      ],
      [
        "FGGGGG",
        "D"
      ],
      [
        "GGGGGGF",
        "GGGGGGEGGGGGGEGGGGGGEGGGGGGE"
      ],
      [
        "HGGGGG",
        "K"
      ],
      [
        "FGGGGG",
        "C"
      ],
      [
        "GGGGGGH",
        "GGGGGGIGGGGGGIGGGGGGIGGGGGGI"
      ],
      [
        "HGGGGG",
        "C"
      ],
      [
        "L",
        "H"
      ],
      [
        "HF",
        "GGGGG"
      ],
      [
        "GGFGGG",
        "I"
      ],
      [
        "FGGGGG",
        "H"
      ],
      [
        "HGGGGG",
        "E"
      ],
      [
        "I",
        "J"
      ],
      [
        "FGGGGG",
        "K"
      ],
      [
        "HGGGGG",
        "H"
      ],
      [
        "FH",
        "FGGG"
      ],
      [
        "GG",
        "D"
      ],
      [
        "GGGGGGIGGGGGGH",
        "GGGGGGGGGGGGGF"
      ],
      [
        "GG",
        "IGGG"
      ],
      [
        "GGHGGG",
        "F"
      ],
      [
        "HGGGGG",
        "F"
      ],
      [
        "E",
        "D"
      ],
      [
        "GGGGGGGG",
        "GGGGGG"
      ],
      [
        "HGGGGG",
        "I"
      ],
      [
        "A",
        "H"
      ],
      [
        "GGGGGGHGGGGGGF",
        "GGGGGGHGGGGGGF"
      ],
      [
        "GI",
        "H"
      ],
      [
        "GGFGGG",
        "E"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGGGG"
      ],
      [
        "GE",
        "F"
      ],
      [
        "GGGGGGGGGGGGGJ",
        "GGGGGGGGGGGGGD"
      ],
      [
        "FGGGGG",
        "I"
      ],
      [
        "GH",
        "E"
      ],
      [
        "GGGG",
        "FF"
      ],
      [
        "GGGGGGIGGGGGGGGGGGGGE",
        "GGGGGGFGGGGGGH"
      ],
      [
        "I",
        "D"
      ],
      [
        "FGGGGG",
        "E"
      ],
      [
        "GGGGGGD",
        "GGGGGGE"
      ],
      [
        "FGGGGG",
        "F"
      ],
      [
        "GF",
        "E"
      ],
      [
        "GGHGGG",
        "H"
      ],
      [
        "GGGGGGK",
        "GGGGGGC"
      ],
      [
        "GGGGGGEGGGGGGE",
        "GGGGGGH"
      ],
      [
        "GGGGGGIGGGGGGF",
        "GGGGGGEGGGGGGH"
      ],
      [
        "GGGGGGGGGGGGGH",
        "GGGGGGIGGGGGGIGGGGGGIGGGGGGI"
      ],
      [
        "GGGGGGIGGGGGGEGGGGGGIGGGGGGE",
        "GGGGGGIGGGGGGEGGGGGGIGGGGGGE"
      ],
      [
        "GGGGGGIGGGGGGE",
        "GGGGGGF"
      ],
      [
        "GGGGGGHGGGGGGH",
        "GGGGGGHGGGGGGH"
      ],
      [
        "GGGGGGEGGGGGGGGGGGGGI",
        "GGGGGGHGGGGGGF"
      ],
      [
        "GGFGGG",
        "H"
      ],
      [
        "GGGGGGFGGGGGGF",
        "GGGGGGIGGGGGGGGGGGGGE"
      ],
      [
        "GGGG",
        "D"
      ],
      [
        "GGGGGGDGGGGGGD",
        "GGGGGGDGGGGGGD"
      ],
      [
        "GD",
        "GGG"
      ],
      [
        "GGGGGGIGGGGGGI",
        "GGGGGGF"
      ],
      [
        "C",
        "D"
      ],
      [
        "GGGGGGIGGGGGGE",
        "GGGGGGH"
      ],
      [
        "GGGGGGHGGGGGGHGGGGGGE",
        "GGGGGGHGGGGGGHGGGGGGE"
      ],
      [
        "GHGGGG",
        "C"
      ],
      [
        "E",
        "J"
      ],
      [
        "L",
        "GGG"
      ],
      [
        "GHGGGG",
        "K"
      ],
      [
        "GH",
        "I"
      ],
      [
        "GGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG",
        "GGGGGGG"
      ],
      [
        "M",
        "H"
      ],
      [
        "GGGGGGIGGGGGGH",
        "GGGGGGE"
      ],
      [
        "GG",
        "J"
      ],
      [
        "B",
        "GGG"
      ],
      [
        "GHGGGG",
        "J"
      ],
      [
        "GFGGGG",
        "C"
      ],
      [
        "GH",
        "GGH"
      ],
      [
        "FF",
        "HGGG"
      ],
      [
        "GFGGGG",
        "K"
      ],
      [
        "K",
        "J"
      ],
      [
        "B",
        "E"
      ],
      [
        "GGGGGGJGGGGGGF",
        "GGGGGGE"
      ],
      [
        "GF",
        "I"
      ],
      [
        "GGGG",
        "J"
      ],
      [
        "B",
        "F"
      ],
      [
        "H",
        "FH"
      ],
      [
        "GJ",
        "GGG"
      ],
      [
        "GGFGGG",
        "F"
      ],
      [
        "GGGGGGGGGGGGGGGG",
        "GGG"
      ],
      [
        "HH",
        "FGGG"
      ],
      [
        "C",
        "J"
      ],
      [
        "L",
        "F"
      ],
      [
        "I",
        "GGGGG"
      ],
      [
        "GFGGGG",
        "D"
      ],
      [
